---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadIsProjected
source: html/9735a293-ce73-2764-5183-872482fc71a0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadIsProjected Property

"Projected Load"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadIsProjected { get; }
```